<template>
  <footer id="footer" class="text-center-sm">
    <div class="container-p">
      <div class="text-item color-gray footer-text collapse m-v-20" id="footer-text" style="height: 0px;">
        <p>Сведения о ценах на продукцию бренда KIA, содержащиеся на сайте, носят исключительно информационный характер. Указанные цены могут отличаться от действительных цен дилеров KIA. Для получения подробной информации об актуальных ценах на продукцию KIA обращайтесь к дилерам KIA. Приобретение любой продукции бренда KIA осуществляется в соответствии с условиями индивидуального договора купли-продажи. Представленные изображения автомобиля могут отличаться от реализуемого.</p>
        <p>Picanto - Пиканто, RIo - Рио, Rio X-Line - Рио Икс-Лайн, Cerato Classic - Церато Классик, Cerato - Церато, Ceed - Сид, Ceed SW - Сид СВ, ProCeed - Просид, Optima - Оптима, Stinger - Стингер, Soul - Соул, Seltos - Сэлтос, Sportage - Спортаж, Sorento Prime - Соренто Прайм, Sorento - Соренто, Mohave - Мохав.</p>
        <p>Style - Стайл.</p>
        <p>ПТС - Паспорт транспортного средства.</p>
        <p>T-GDI (Turbo Gasoline Direct Injection) - турбонаддувный бензиновый двигатель с непосредственным впрыском топлива.</p>
        <p>На данном сайте используются зарегистрированные товарные знаки, перечисленные в разделе Правовая информация https://www.kia.ru/info/trademarks/</p>
      </div>
      <div class="color-white collapse-control m-b-30">
        <a href="javascript:;" data-toggle="collapse" data-target="#footer-text">
          <span class="text-1"><span>Подробнее</span><svg width="20" height="20" viewBox="0 0 20 20" fill="none" xmlns="http://www.w3.org/2000/svg" preserveAspectRatio="xMidYMid" class=""><path d="M15 14l-5-5-5 5" stroke="currentColor" stroke-width="2"></path></svg></span>
          <span class="text-2"><span>Свернуть</span><svg width="20" height="20" viewBox="0 0 20 20" fill="none" xmlns="http://www.w3.org/2000/svg" preserveAspectRatio="xMidYMid" class=""><path d="M15 14l-5-5-5 5" stroke="currentColor" stroke-width="2"></path></svg></span>
        </a>
      </div>
      <br>
      <hr>
      <br>
      <div class="footer-content m-v-30">
        <div class="footer-logo">
          <img src="img/logo-white.png">
        </div>
        <div class="flex-adaptive footer-main">
          <div class="footer-menu">
            <ul class="item">
              <li><a href="">Модели</a></li>
              <li><a href="">Конфигуратор</a></li>
              <li><a href="">Авто в наличии</a></li>
              <li><a href="">Дилеры</a></li>
            </ul>
            <ul class="item">
              <h4>Выбор и покупка</h4>
              <li><a href="">Спецпредложения</a></li>
              <li><a href="">Конфигуратор</a></li>
              <li><a href="">Авто в наличии</a></li>
              <li><a href="">Корпоративным клиентам</a></li>
            </ul>
            <ul class="item">
              <h4>Владельцам</h4>
              <li><a href="">Модели</a></li>
              <li><a href="">Конфигуратор</a></li>
              <li><a href="">Авто в наличии</a></li>
              <li><a href="">Дилеры</a></li>
            </ul>
            <ul class="item">
              <h4>Мир KIA</h4>
              <li><a href="">Модели</a></li>
              <li><a href="">Конфигуратор</a></li>
              <li><a href="">Авто в наличии</a></li>
              <li><a href="">Дилеры</a></li>
            </ul>
          </div>
          <div class="footer-info">
            <div>
              <p>Информационная линия KIA</p>
              <h4 class="m-t-0"><a href="tel:+88003010880">8 800 301 08 80</a></h4>
            </div>
            <br><br>
            <div class="footer-soc">
              <p>KIA в соцсетях</p>
              <ul class="m-t-5">
                <li><a href=""><svg width="30" height="30" viewBox="0 0 30 30" fill="none" xmlns="http://www.w3.org/2000/svg" preserveAspectRatio="xMidYMid" class=""><circle cx="15" cy="15" r="14.25" stroke="currentColor" stroke-width="1.5"></circle><path fill-rule="evenodd" clip-rule="evenodd" d="M20.403 11.143c.36.372.477 1.217.477 1.217s.12.993.12 1.985v.93c0 .993-.12 1.985-.12 1.985s-.117.845-.477 1.217c-.411.44-.867.486-1.125.512l-.077.008c-1.68.124-4.201.128-4.201.128s-3.12-.03-4.08-.123c-.046-.01-.1-.016-.163-.023-.304-.038-.781-.096-1.16-.502-.36-.372-.477-1.217-.477-1.217S9 16.268 9 15.276v-.93c0-.993.12-1.986.12-1.986s.117-.845.477-1.217c.412-.44.868-.485 1.126-.51l.076-.009c1.68-.124 4.198-.124 4.198-.124h.006s2.518 0 4.198.124l.076.008c.258.026.714.07 1.126.511zm-6.644 1.815v3.445l3.243-1.717-3.243-1.728z" fill="currentColor"></path></svg></a></li>
                <li><a href=""><svg width="30" height="30" viewBox="0 0 30 30" fill="none" xmlns="http://www.w3.org/2000/svg" preserveAspectRatio="xMidYMid" class=""><circle cx="15" cy="15" r="14.25" stroke="currentColor" stroke-width="1.5"></circle><path fill-rule="evenodd" clip-rule="evenodd" d="M12.217 8.29c.72-.032.95-.04 2.784-.04h-.002c1.833 0 2.062.008 2.783.04.718.034 1.209.147 1.64.314a3.3 3.3 0 011.195.779c.375.375.606.752.779 1.196.166.429.28.92.313 1.638.033.72.041.95.041 2.783s-.008 2.063-.04 2.783c-.035.718-.148 1.209-.314 1.638-.173.444-.404.82-.78 1.196a3.302 3.302 0 01-1.194.779c-.43.167-.92.28-1.64.313-.72.033-.949.041-2.782.041-1.833 0-2.063-.008-2.783-.04-.719-.034-1.21-.147-1.639-.314a3.305 3.305 0 01-1.195-.78 3.307 3.307 0 01-.779-1.195c-.166-.43-.28-.92-.313-1.638-.033-.72-.041-.95-.041-2.783s.008-2.063.04-2.783c.033-.719.147-1.21.314-1.639.173-.444.404-.82.78-1.195a3.305 3.305 0 011.195-.779c.43-.167.92-.28 1.638-.313zm2.558 1.177h-.381v-.002c-1.258.002-1.5.01-2.122.038-.658.03-1.015.14-1.253.233-.315.122-.54.269-.777.505a2.092 2.092 0 00-.505.776c-.092.238-.202.595-.232 1.254-.033.711-.04.924-.04 2.726 0 1.803.007 2.017.04 2.728.03.658.14 1.015.232 1.253.123.315.27.54.505.776.237.236.462.383.777.505.238.092.595.202 1.253.232.712.033.925.04 2.728.04 1.802 0 2.016-.007 2.727-.04.658-.03 1.016-.14 1.253-.232.316-.122.54-.269.776-.505s.383-.46.505-.775c.093-.238.203-.595.233-1.253.032-.712.04-.926.04-2.727 0-1.802-.008-2.015-.04-2.727-.03-.658-.14-1.015-.233-1.253a2.095 2.095 0 00-.505-.776 2.087 2.087 0 00-.776-.505c-.238-.092-.595-.202-1.253-.232-.712-.033-.925-.04-2.727-.04h-.225z" fill="currentColor"></path><path fill-rule="evenodd" clip-rule="evenodd" d="M18.604 10.587a.81.81 0 100 1.62.81.81 0 000-1.62zM11.534 15a3.467 3.467 0 116.933 0 3.467 3.467 0 01-6.933 0zm5.714 0a2.25 2.25 0 10-4.5 0 2.25 2.25 0 004.5 0z" fill="currentColor"></path></svg></a></li>
                <li><a href=""><svg width="30" height="30" viewBox="0 0 30 30" fill="none" xmlns="http://www.w3.org/2000/svg" preserveAspectRatio="xMidYMid" class=""><circle cx="15" cy="15" r="14.25" stroke="currentColor" stroke-width="1.5"></circle><path fill-rule="evenodd" clip-rule="evenodd" d="M15.662 19.528s.244-.026.368-.158c.115-.12.11-.348.11-.348s-.014-1.062.488-1.219c.495-.154 1.131 1.027 1.806 1.482.51.343.897.268.897.268l1.803-.025s.943-.057.496-.784c-.037-.06-.261-.54-1.34-1.523-1.132-1.03-.98-.863.382-2.645.829-1.085 1.16-1.747 1.057-2.03-.099-.271-.709-.2-.709-.2l-2.03.013s-.15-.02-.262.045c-.109.064-.18.214-.18.214s-.32.84-.749 1.554c-.904 1.506-1.265 1.586-1.413 1.492-.344-.218-.258-.876-.258-1.343 0-1.46.226-2.07-.439-2.227-.22-.052-.383-.086-.947-.092-.725-.008-1.338.002-1.685.169-.23.11-.41.358-.3.373.134.017.438.08.599.295.208.278.2.902.2.902s.12 1.718-.279 1.932c-.273.146-.648-.153-1.454-1.52a12.6 12.6 0 01-.725-1.473s-.06-.145-.168-.223c-.13-.094-.311-.123-.311-.123l-1.929.012s-.29.008-.396.132c-.094.11-.007.337-.007.337s1.51 3.468 3.22 5.216c1.568 1.602 3.348 1.497 3.348 1.497h.807z" fill="currentColor"></path></svg></a></li>
                <li><a href=""><svg width="30" height="30" viewBox="0 0 30 30" fill="none" xmlns="http://www.w3.org/2000/svg" preserveAspectRatio="xMidYMid" class=""><circle cx="15" cy="15" r="14.25" stroke="currentColor" stroke-width="1.5"></circle><path fill-rule="evenodd" clip-rule="evenodd" d="M15.99 21.109v-6.43h1.775L18 12.463h-2.01l.003-1.11c0-.577.055-.887.885-.887h1.11V8.25h-1.776c-2.132 0-2.883 1.075-2.883 2.883v1.33H12v2.216h1.33v6.43h2.66z" fill="currentColor"></path></svg></a></li>
                <li><a href=""><svg width="30" height="30" viewBox="0 0 30 30" fill="none" xmlns="http://www.w3.org/2000/svg" preserveAspectRatio="xMidYMid" class=""><circle cx="15" cy="15" r="14.25" stroke="currentColor" stroke-width="1.5"></circle><path fill-rule="evenodd" clip-rule="evenodd" d="M16.352 18.084c.68-.15 1.336-.41 1.94-.776a.926.926 0 00.307-1.303 1 1 0 00-1.35-.297 4.372 4.372 0 01-4.499 0 .999.999 0 00-1.35.297.926.926 0 00.307 1.303c.604.366 1.26.626 1.94.776l-1.868 1.803a.922.922 0 000 1.337.995.995 0 00.693.276c.25 0 .501-.092.693-.276L15 19.452l1.836 1.772a1.003 1.003 0 001.384 0 .921.921 0 000-1.337l-1.868-1.803zM18.333 12.226c0 1.778-1.498 3.225-3.341 3.225-1.843 0-3.342-1.447-3.342-3.225C11.65 10.446 13.15 9 14.992 9s3.341 1.447 3.341 3.226zm-1.96 0c0-.737-.62-1.335-1.384-1.335-.762 0-1.383.598-1.383 1.335 0 .736.62 1.335 1.383 1.335s1.384-.6 1.384-1.335z" fill="currentColor"></path></svg></a></li>
                <li><a href=""><svg width="30" height="30" viewBox="0 0 30 30" fill="none" xmlns="http://www.w3.org/2000/svg" preserveAspectRatio="xMidYMid" class=""><circle cx="15" cy="15" r="14.25" stroke="currentColor" stroke-width="1.5"></circle><path d="M4.003 15.136c.681.027 1.362.045 2.042.079 1.296.062 2.596.124 3.87.402 1.115.244 2.115.701 2.933 1.513.829.822 1.293 1.832 1.537 2.957.2.904.288 1.818.34 2.74.055 1.055.096 2.114.14 3.173h.276c.034-.863.062-1.726.107-2.589.065-1.251.14-2.503.474-3.72.598-2.18 2.021-3.503 4.2-4.033.956-.233 1.929-.326 2.905-.378 1.055-.058 2.114-.096 3.173-.14v-.276c-.68-.027-1.361-.045-2.042-.079-1.296-.062-2.595-.124-3.87-.402-1.114-.244-2.115-.701-2.933-1.513-.828-.822-1.292-1.832-1.536-2.957-.2-.907-.289-1.829-.34-2.757-.056-1.052-.097-2.104-.142-3.156h-.274c-.028.68-.049 1.361-.08 2.039-.058 1.244-.12 2.492-.367 3.72-.241 1.179-.702 2.248-1.571 3.108-.818.811-1.819 1.268-2.933 1.512-.904.2-1.818.29-2.74.34-1.054.056-2.113.097-3.172.142.003.093.003.182.003.275z" fill="currentColor"></path></svg></a></li>
              </ul>
            </div>
          </div>
        </div>
      </div>
      <br>
      <div class="footer-feedback clearfix">
        <div class="flex-adaptive">
          <div class="col-md-8">
            <p><small>ООО «Киа Моторс Россия и СНГ» ведет деятельность на территории РФ в соответствии с законодательством РФ. Реализуемые товары доступны к получению на территории РФ. Мониторинг потребительского поведения субъектов, находящихся за пределами РФ, не ведется. Информация о соответствующих моделях и комплектациях и их наличии, ценах, возможных выгодах и условиях приобретения доступна у дилеров KIA. Товар сертифицирован. Не является публичной офертой.</small></p>
            <br><br>
            <ul class="list-inline color-gray-4 font-size-1">
              <li><a href="">Правовая информация</a></li>
              <li><a href="">Сообщить об ошибке на сайте</a></li>
            </ul>
          </div>
          <div class="col-md-4 text-right-md">
            <span class="btn-opacity color-white">
              <a href="">Обратная связь</a>
            </span>
            <br><br>
            <p class="copyright"><small>© 2020 ООО «Киа Моторс Россия и СНГ»</small></p>
          </div>
        </div>
      </div>
    </div>
  </footer>
</template>