<template>
  <div class="main-body offset-header special" header-opacity>
    <div class="bnr-style-1 bnr-height-auto color-white bg-shadow-none" :style="'background-image: url(https://cdn.kia.ru/sale-data/aftersales/offers/oil-change/desktop-min.jpg);'">
      <div class="breadcrumb-container">
        <div class="container-p">
          <ol class="breadcrumb">
            <li><nuxt-link to="/">Главная</nuxt-link></li>
            <li><nuxt-link to="">Гарантия на автомобили KIA</nuxt-link></li>
          </ol>
        </div>
      </div>
      <div class="container-p relative">
        <div class="entry-header">
          <h1 class="box-md-5">Гарантия на автомобили KIA</h1>
        </div>
      </div>
    </div>
    <div class="special-info">
      <div class="container-p">
        <div class="wrapper p-v-md-50 p-h-md-110 list-check">
          <div class="box-md-8 box-lg-7 m-auto m-v-30 p-h-15 text-item">
            <div class="img-first">
              <img src="https://www.kia.ru/bitrix/templates/redesign/images/warranty/warranty-promo.png" alt="">
            </div>
            <div class="text-item">
              <p>Полная уверенность в наших автомобилях позволяет KIA Motors гарантировать надежную работу узлов и агрегатов в течение 60 месяцев или 150 000 км пробега (в зависимости от того, что наступит ранее) при условии соблюдения Вами рекомендаций, изложенных в руководстве по эксплуатации автомобиля.</p>
              <p>Наша уверенность основана на опыте и знаниях специалистов дилерской сети, которые возьмут на себя не только техническое обслуживание Вашего автомобиля, но и устранение возможных неисправностей, используя при этом только детали, рекомендованные к применению корпорацией КИА.</p>
              <p>Дилеры ООО «Киа Моторс Россия и СНГ» позаботятся о том, чтобы Ваш автомобиль всегда был «в форме» и удовлетворял Вашим самым взыскательным требованиям.</p>
              <p>Корпорация КИА стремится к постоянному совершенствованию своей продукции. Оно может коснуться и Вашего автомобиля, поэтому KIA Motors оставляет за собой право изменить некоторые условия и положения, упомянутые в данной сервисной книжке, предупредив Вас об этом заранее или нет.</p>
              <p>Корпорация КИА не ограничивается исключительно продажей автомобилей. Часть ее бизнеса — это постоянное расширение и укрепление дилерской сети на территории России, специалисты которой в любой момент готовы оказать Вам квалифицированную помощь. Мы берем на себя обязательства обеспечить Вам комфорт при эксплуатации автомобилей КИА на протяжении многих лет. И выполним их!</p>
            </div>
            <div class="warranty-advantages mv-6">
              <div class="wrapper">
                <h3>Ключевые преимущества:</h3>
                <div class="warranty-advantages-items boxes-2 figure-m-v-10">
                  <div class="cell">
                    <div class="cell-wrapper flex">
                      <i class="fa fa-check-square-o"></i>
                      <span class="pl-2 text">Автомобили КИА произведены по самым высоким стандартам автомобильной промышленности. Именно это исключительное качество дает КИА уверенность в том, чтобы предложить Вам уникальные условия гарантии</span>
                    </div>
                  </div>
                  <div class="cell">
                    <div class="cell-wrapper flex">
                      <i class="fa fa-check-square-o"></i>
                      <span class="pl-2 text">5 летняя гарантия подарит Вам спокойствие на все время владения автомобилем КИА.</span>
                    </div>
                  </div>
                  <div class="cell">
                    <div class="cell-wrapper flex">
                      <i class="fa fa-check-square-o"></i>
                      <span class="pl-2 text">Гарантия автоматически передается новым владельцам после продажи автомобиля. Это означает, что КИА будет оставаться на гарантии и после смены владельца.</span>
                    </div>
                  </div>
                  <div class="cell">
                    <div class="cell-wrapper flex">
                      <i class="fa fa-check-square-o"></i>
                      <span class="pl-2 text">Даже если на Вашем автомобиле будет выявлен гарантийный случай, ремонт будет выполнен для Вас бесплатно в любой точке мира, где есть представительство KIA Motors.</span>
                    </div>
                  </div>
                </div>
              </div>
            </div>
            <div class="acc-def mv-3">
              <div class="acc-item">
                <a href=".acc-item" class="title-click" tc tc-closest>Общие положения<i class="fa fa-angle-up"></i></a>
                <div class="acc-body">
                  <div class="acc-body-wrapper">
                    <p>КИА не просто продает машины, которые красиво выглядят. Мы хотим, чтобы наши клиенты наслаждались ими долгие годы. Мы используем новейшие инженерные разработки для проектирования и сборки автомобилей, и Вы сможете оценить их преимущества каждый раз, садясь за руль Вашего КИА. Мы по-настоящему гордимся качеством наших автомобилей и именно поэтому предлагаем одни из самых полных гарантийных условий среди всех автомобильных марок в России. 5-летняя гарантия распространяется на автомобили КИА, купленные у официального дилера ООО «Киа Моторс Россия и СНГ» и используемые на территории РФ. Подробные условия гарантии указаны в Сервисной книжке и договоре купли-продажи автомобиля при покупке автомобиля у официального дилера.</p>
                    <br>
                    <h4>Сервисная Книжка и условия гарантии</h4>
                    <p>При наличии разночтений, приоритетными являются условия гарантии на автомобили КИА, изложенные в Сервисной книжке, которую владелец получил при приобретении автомобиля КИА у официального дилера.</p>
                    <br>
                    <h4>Дилер</h4>
                    <p>Решение об отнесении каждого конкретного случая к гарантийному принимается официальными дилерами своими силами и под свою ответственность без согласования с ООО «Киа Моторс Россия и СНГ». Официальный дилер КИА принимает решение в соответствии с положениями гарантийной политики КИА, а также на основе данных по условиям и режиму эксплуатации каждого конкретного автомобиля.</p>
                    <br>
                    <h4>Что покрывается гарантией</h4>
                    <p>КИА гарантирует, что на новом автомобиле будут отсутствовать дефекты материала или изготовления. Официальный дилер ООО «Киа Моторс Россия и СНГ» готов выполнить любой ремонт, используя новые или восстановленные детали, чтобы устранить любую проблему, покрываемую гарантией, бесплатно для Вас. Любые детали, замененные во время гарантийного ремонта, покрываются гарантией только до истечения гарантийного срока на автомобиль.</p>
                    <br>
                    <h4>Основная гарантия</h4>
                    <p>На основные элементы автомобилей КИА, эксплуатируемых на территории России, кроме специфических и специально оговоренных, гарантийный период с момента продажи первому Владельцу составляет 60 месяцев или 150 000 км пробега (в зависимости от того, что наступит раньше).</p>
                    <br>
                    <h4>Аккумуляторная батарея</h4>
                    <p>На оригинальную аккумуляторную батарею (установленную Изготовителем) гарантийный период составляет 6 месяцев с даты продажи автомобиля без ограничения пробега. На батарею системы «ЭРА-ГЛОНАСС» (установленную Изготовителем) гарантийный период составляет 36 месяцев с даты продажи автомобиля без ограничения пробега.</p>
                    <br>
                    <h4>Заправка кондиционера хладагентом</h4>
                    <p>Изготовитель гарантирует, что заправка кондиционера хладагентом будет достаточной в течение 6 месяцев с даты продажи автомобиля без ограничения пробега. В случае выхода из строя элементов системы кондиционирования по вине Изготовителя заправка кондиционера покрывается гарантией.</p>
                    <br>
                    <h4>Автомобильные шины</h4>
                    <p>Гарантия на автомобильные шины, первоначально установленные на автомобиль, предоставляется их изготовителем. В случае возникновения претензии по автомобильным шинам обратитесь к Вашему дилеру, который предоставит Вам необходимую информацию для предъявления претензии изготовителю автомобильных шин.</p>
                    <br>
                    <h4>Дополнительное оборудование</h4>
                    <p>Гарантия на дополнительное оборудование, приобретённое у дилера, предоставляется его производителем. В случае возникновения претензий, обратитесь к Вашему дилеру, который обеспечит Вам необходимую поддержку и обслуживание в соответствии с гарантийной политикой производителя дополнительного оборудования.</p>
                    <br>
                    <h4>Программное обеспечение</h4>
                    <p>Из-за сложности компьютерного программного обеспечения и систем глобального позиционирования Изготовитель не предоставляет гарантии того, что функционирование программного обеспечения будет непрерывным или свободным от ошибок, или того, что информация, предоставляемая программным обеспечением, не будет содержать ошибок, включая актуальное местонахождение Пользователя, информацию о дорожной сети, ее наличии и состоянии или наличии населенных пунктов.</p>
                    <br>
                    <h4>Аудио / аудио-видео навигационная система</h4>
                    <p>Гарантия на аудио / аудио-видео навигационную систему, установленную на автомобиль, определена сроком 36 месяцев или 60 000 км пробега, в зависимости от того, что наступит ранее.</p>
                    <br>
                    <h4>Телематическое устройство (только для KIA RIO)</h4>
                    <p>Гарантия на телематическое устройство установленное на автомобиль определена сроком 12 месяцев без ограничения пробега.</p>
                    <br>
                    <h4>Запасные части</h4>
                    <p>Гарантия на оригинальные запасные части КИА, заменённые в ходе коммерческого ремонта, составляет 12 месяцев или 20 000 км пробега, в зависимости от того, что наступит ранее.</p>
                  </div>
                </div>
              </div>
              <div class="acc-item">
                <a href=".acc-item" class="title-click" tc tc-closest>Условия гарантии на детали, подверженные естественному / нормальному износу<i class="fa fa-angle-up"></i></a>
                <div class="acc-body">
                  <div class="acc-body-wrapper">
                    <h3>Детали, подверженные естественному износу</h3>
                    <p> В течение гарантийного срока эксплуатации автомобиля, особенно с большими суточными пробегами, чаще возникает необходимость проведения сервисного обслуживания и регулировочных работ. При этом устранение выявленных неисправностей вызвано не дефектами материала детали или дефектами сборки на заводе-изготовителе, а вызвано нормальным естественным износом*. Такие дефекты нельзя рассматривать как производственные дефекты завода - изготовителя. Устранение подобных дефектов производится за счет владельца автомобиля, кроме тех случаев, когда неисправность детали является следствием дефекта узла или системы автомобиля. Решение о замене таких деталей принимает официальный дилер ООО «Киа Моторс Россия и СНГ». </p>
                    <p>
                      <sup>*Под естественным износом понимается ожидаемое уменьшение пригодности детали в результате износа или обычного воздействия окружающей среды. Интенсивность износа и долговечность детали зависит от условий ее работы (характера нагрузки, величины удельного давления, температуры и т.д.), а также материала детали, регулировки, смазки, своевременности и тщательности выполнения работ по техническому обслуживанию, соблюдения правил и условий эксплуатации автомобиля, изложенных в Руководстве по эксплуатации автомобиля КИА.</sup>
                    </p>
                    <p>
                      <b>В частности, следует обращать внимание на следующие детали, наиболее подверженные естественному износу:</b>
                    </p>
                    <ul>
                      <li> фильтры</li>
                      <li> лампы накаливания фар, фонарей и плафонов, разъемы блок-фар</li>
                      <li> плавкие предохранители </li>
                      <li> щетки стеклоочистителей</li>
                      <li> тормозные колодки</li>
                      <li> тормозные диски</li>
                      <li> тормозные барабаны</li>
                      <li> диски фрикционные и корзины сцепления</li>
                      <li> высоковольтные провода свечей зажигания</li>
                      <li> свечи зажигания</li>
                      <li> приводные ремни навесных агрегатов двигателя</li>
                      <li> резиновые защитные чехлы и втулки</li>
                      <li> механизмы, приводы стеклоподъемников и зеркал</li>
                      <li> форсунки омывателя ветрового и заднего стекла</li>
                    </ul>
                    <h4>Для деталей:</h4>
                    <ul>
                      <li> газоразрядные лампы (ксенон)</li>
                      <li> хромированные элементы кузова и интерьера </li>
                      <li> стекла кузова</li>
                      <li> ЛКП (лакокрасочное покрытие) дисков колес</li>
                    </ul>
                    <p> определены условия наступления нормального/естественного износа в период 12 месяцев или 16 000 км с момента продажи автомобиля первому владельцу, в зависимости от того, что наступит ранее. </p>
                    <h4>Для деталей:</h4>
                    <ul>
                      <li> шланги и патрубки</li>
                      <li> элементы системы выпуска отработанных газов </li>
                    </ul>
                    <p> определены условия наступления нормального/естественного износа в 36 месяцев или 100 000 км с момента продажи автомобиля первому владельцу, в зависимости от того, что наступит ранее. </p>
                    <h4>Для следующих деталей подвески и рулевого управления, определены условия наступления нормального/естественного износа:</h4>
                    <ul>
                      <li> стойки стабилизатора поперечной устойчивости: 31 000 км пробега без ограничения по времени эксплуатации в рамках гарантийного периода;</li>
                      <li> сайлентблоки рычагов, амортизаторы и опорные подшипники стоек амортизаторов подвески, карданные шарниры, подшипники и ступицы колес, подвесные подшипники, шаровые шарниры деталей подвески и рулевого управления: 70 000 км пробега без ограничения по времени эксплуатации в рамках гарантийного периода. </li>
                    </ul>
                    <h4>Детали отделки интерьера:</h4>
                    <p> Для деталей отделки интерьера определены условия наступления нормального / естественного износа: до 70 000 км пробега без ограничения по времени эксплуатации в рамках гарантийного периода. </p>
                  </div>
                </div>
              </div>
            </div>
          </div>
        </div>
      </div>
    </div>
  </div>
</template>





<script>
export default {
  head() {
    return {
      title: "Гарантия на автомобили KIA",
      meta: [
        {
          content: "Гарантия на автомобили KIA",
        }
      ],
    }
  }
}
</script>